// 文本内容
const newsContentText = {
  titleEn: 'News',
  titleCn: '新闻资讯',
  sublabel1: `空气净化器迎新国标：`,
  sublabel2: `产业亟待企稳止跌 企业抓紧清理库存 `,
  introduction: `空气净化器迎来新国标的实施。2022年10月12日，《GB/T18801—2022空气净化器》国家标准发布，2023年5月1日起正式实施。\n新国标的发布，在空气净化器行业还是引发了不小的关注。一方面，旧标准与新产品技术不匹配的问题较为突出;另一方面，空气净化器市场跌跌不休，业界期待新标准对于市场有正向的带动作用。`,
  videotitle: '如何使用空气净化器?',
  videoContentText: '我们新买了空气净化器之后,要根据它的说明书来进行操作。然后安装它上面的按键开关介绍,开启运行一段时间。毕竟刚打开的净化器是没有什么效果的,一定要等它运行一段时间,这样子才能把家里的空气净化......'
}

// 全部新闻列表数据
const allNewsList = [
  {
    id: 1,
    year: '2023',
    moon: '6.23',
    img: '',
    title: '空气净化器迎新国标：产业亟待企稳止跌 企业抓紧清理库存空气净化器迎新国标：产业亟待企稳止跌 企业抓紧清理库存',
    text: '空气净化器迎来新国标的实施。2022年10月12日，《GB/T18801—2022空气净化器》国家标准发布，2023年5月1日'
  },
  {
    id: 2,
    year: '2023',
    moon: '6.23',
    img: '',
    title: '空气净化器迎新国标：产业亟待企稳止跌 企业抓紧清理库存空气净化器迎新国标：产业亟待企稳止跌 企业抓紧清理库存',
    text: '空气净化器迎来新国标的实施。2022年10月12日，《GB/T18801—2022空气净化器》国家标准发布，2023年5月1日'
  },
  {
    id: 3,
    year: '2023',
    moon: '6.23',
    img: '',
    title: '空气净化器迎新国标：产业亟待企稳止跌 企业抓紧清理库存空气净化器迎新国标：产业亟待企稳止跌 企业抓紧清理库存',
    text: '空气净化器迎来新国标的实施。2022年10月12日，《GB/T18801—2022空气净化器》国家标准发布，2023年5月1日'
  },
  {
    id: 4,
    year: '2023',
    moon: '6.23',
    img: '',
    title: '空气净化器迎新国标：产业亟待企稳止跌 企业抓紧清理库存空气净化器迎新国标：产业亟待企稳止跌 企业抓紧清理库存',
    text: '空气净化器迎来新国标的实施。2022年10月12日，《GB/T18801—2022空气净化器》国家标准发布，2023年5月1日'
  },
  {
    id: 5,
    year: '2023',
    moon: '6.23',
    img: '',
    title: '空气净化器迎新国标：产业亟待企稳止跌 企业抓紧清理库存空气净化器迎新国标：产业亟待企稳止跌 企业抓紧清理库存',
    text: '空气净化器迎来新国标的实施。2022年10月12日，《GB/T18801—2022空气净化器》国家标准发布，2023年5月1日'
  },
  {
    id: 6,
    year: '2023',
    moon: '6.23',
    img: '',
    title: '空气净化器迎新国标：产业亟待企稳止跌 企业抓紧清理库存空气净化器迎新国标：产业亟待企稳止跌 企业抓紧清理库存',
    text: '空气净化器迎来新国标的实施。2022年10月12日，《GB/T18801—2022空气净化器》国家标准发布，2023年5月1日'
  },
  {
    id: 7,
    year: '2023',
    moon: '6.23',
    img: '',
    title: '空气净化器迎新国标：产业亟待企稳止跌 企业抓紧清理库存空气净化器迎新国标：产业亟待企稳止跌 企业抓紧清理库存',
    text: '空气净化器迎来新国标的实施。2022年10月12日，《GB/T18801—2022空气净化器》国家标准发布，2023年5月1日'
  }
]

export {
  newsContentText,
  allNewsList
}